brew "neovim"
brew "cmake"
brew "fd"
brew "ripgrep"
brew "tmux"
brew "fzf"
brew "bat"
brew "eza"
brew "btop"
brew "glow"
brew "lua"
brew "luarocks"
brew "node"
brew "starship"
brew "jackielii/tap/skhd-zig"

cask "betterdisplay"
cask "amethyst"
cask "ghostty"
